Repository: ideag/tinytoc
Catalog: languages/tinytoc-*.po
Languages: pl_pl

source: You do not have sufficient permissions to access this page.
pl_pl: Nie posiadasz wystarczających uprawnień, aby uzyskać dostęp do tej strony.

source: Save Changes
pl_pl: Zapisz zmiany

source: A widget that displays a TOC for the post
pl_pl: Widget wyświetlający spis treści dla wpisu

source: Tiny TOC Widget
pl_pl: Widget Lekkiego spisu treści

source: Table of Contents
pl_pl: Spis treści

source: Title:
pl_pl: Tytuł:

source: Minimum entries for TOC:
pl_pl: Min. liczba nagłówków dla spisu:

source: No script kiddies please!
pl_pl: Proszę nie kombinować ze skryptami!

source: tinyTOC Options
pl_pl: Opcje Lekkiego spisu treści

source: tinyTOC
pl_pl: Lekki spis treści

source: Main Settings
pl_pl: Główne ustawienia

source: Minimum entries for TOC
pl_pl: Min. liczba nagłówków dla spisu

source: How many headings have to be found in post content for TOC to be generated?
pl_pl: Określ minimalną ilość wystąpień nagłówków w treści wpisu dla wygenerowania spisu treści.

source: List appearance
pl_pl: Styl listy

source: Numbers
pl_pl: Numerowanie

source: Bullets
pl_pl: Wypunktowanie

source: Insert TOC
pl_pl: Wstaw spis treści

source: Where to insert TOC in post content. Choose "Do not display automatically" if you want to use widget/shortcode instead.
pl_pl: Wybierz gdzie we wpisie wstawić spis treści. Wybierz "Nie wstawiaj automatycznie", jeżeli wolisz użyć widgetu lub krótkiego kodu.

source: Above the text
pl_pl: Nad tekstem

source: Below the text
pl_pl: Poniżej tekstu

source: Do not display automatically
pl_pl: Nie wstawiaj automatycznie

source: Link format
pl_pl: Format odnośnika

source: What format to use for auto generated TOC links.
pl_pl: Wybierz format automatycznie generowanych odnośników spisu treści.

source: Numeric (e.g. #h1, #h2 ...)
pl_pl: Numeryczny (np. #h1, #h2 ...)

source: Text (e.g. #my-title-here)
pl_pl: Tekstowy (np. #moj-naglowek)

source: Combined (e.g. #h1-my-title-here)
pl_pl: Mieszany (np. #h1-moj-naglowek)

source: Enable Widget
pl_pl: Aktywuj widget

source: If unchecked, the tinyTOC widget will not be loaded.
pl_pl: Gdy odznaczone, widget Lekkiego spisu treści nie zostanie załadowany.

source: Automatically builds a Table of Contents using headings (h1-h6) in post/page/CPT content
pl_pl: Automatycznie tworzy spis treści za pomocą zawartości wpisu/strony/własnego rodzaju treści.
